Repository: common-repository/url-emailer
Catalog: languages/UrlEmailer-*.po
Languages: de_de

source: Add recipient email address. You can use multiple addresses separated by comma and override this by using the following URL parameter
de_de: Empfänger E-Mail Adresse. Du kannst mehrere Adressen verwenden, wenn du sie mit Komma trennst und du kannst die Adresse mit folgendem Parameter überschreiben

source: An example URL could be like
de_de: Eine Beispiel URL könnte sein

source: Available keywords
de_de: Verfügbare Schlüsselwörter

source: Basic settings
de_de: Einstellungen

source: BCC recipient email address. You can use multiple addresses separated by comma
de_de: BCC Empfänger E-Mail Adresse. You kannst mehrere Adressen verwenden, getrennt mit einem Komma

source: Confirmation box
de_de: Bestätigungsbox

source: Do not forget to add the following shortcode to yourpage
de_de: Vergiss nicht den folgenden Shortcode auf deiner Seite einzufügen

source: Email sender name. You can override this by using the following URL parameter
de_de: Absender Name. Du kannst das mit folgendem Parameter überschreiben

source: Email subject. You can use keywords and override this by using the following URL parameter
de_de: E-Mail Betreff. Du kannst Schlüsselwörter verwenden und mit folgendem Parameter überschreiben

source: From email
de_de: Von E-Mail

source: From name
de_de: Absender

source: If you like this plugin
de_de: Wenn dir das Plugin gefällt

source: Message
de_de: Nachricht

source: Password
de_de: Passwort

source: Sender email address. You can use %site_admin_email% keyword and override this by using the following URL parameter
de_de: Absender E-Mail Adresse. Du kannst das %site_admin_email% Schlüsselwort verwenden und mit folgendem Parameter überschreiben

source: Show email success or error message on yourpage
de_de: E-Mail Erfolg- oder Fehlermeldung auf der Webseite anzeigen

source: Sorry something went wrong. Could not send email
de_de: Etwas ist schiefgelaufen. Die E-Mail wurde nicht gesendet.

source: Subject
de_de: Betreff

source: The email has been send successfully
de_de: Die E-Mail wurde erfolgreich gesendet

source: To email
de_de: An E-Mail

source: URL Emailer Settings
de_de: URL Emailer Einstellungen

source: With URL Emailer you can easily and quickly send emails when a web page is accessed or loaded. With the help of various URL parameters such as recipient, subject, etc., the email delivery can be fully customized.
de_de: Mit dem URL Emailer kannst du schnell und einfach E-Mail versenden, wenn auf eine Webseite zugegriffen wurde. Durch verschiedenen URL Parameter kann der E-Mail Versand konfiguriert und beeinflusst werden.

source: With URL Emailer you can easily and quickly send emails when a web page is accessed. With the help of various URL parameters such as recipient, subject, etc., the email delivery can be customized. For a detailed description
de_de: Mit dem URL Emailer kannst du schnell und einfach E-Mail versenden, wenn auf eine Webseite zugegriffen wurde. Durch verschiedenen URL Parameter kann der E-Mail Versand konfiguriert und beeinflusst werden. Für eine detaillierte Beschreibung

source: You can use a password to add extra security. In this case add the following URL parameter
de_de: Du kannst ein Passwort hinzufügen, um zusätzliche Sicherheit zu erreichen. In diesem Fall füge folgenden URL Parameter hinzu
